import React from "react";

function Detail() {
  return (
    <div>
      <h1>DETAIL</h1>
      <h2>
        เว็บไซต์นี้สร้างมาเพื่อขายมังงะต่างๆและนอกจากนี้มีการสร้างเพื่อที่จะเป็นการส่งงานไห้กับอาจารย์
        รัชชานน
      </h2>
      <h2>เว็บไซต์นี้ประกอบไปด้วยหนังสืออนิเมะต่างๆที่น่าสนใจและควรหามาอ่าน</h2>
      <h2>นอกจากนี้ยังมีการตกแต่งที่ทำไห้ภาพของหนังสือต่างๆโดดเด่นอีกด้วย</h2>
      <h2>เพื่อที่คนที่สนใจอยากจะหามาอ่านจะได้หาได้อย่างง่ายด่าย💕</h2>
      <h2>ติดต่อผู้สร้างได้ด้วยเบอร์062-154-0545 หรือ Rodjanasak3@gmail.com</h2>
    </div>
  );
}

export default Detail;
